<unk>	0
<s>	0
</s>	0
_	-2.35705
▁	-3.0487
.	-3.05555
,	-3.37755
(	-3.38252
▁=	-3.74996
)	-3.85739
=	-4.53117
s	-4.65766
):	-4.79933
▁self	-4.84848
:	-5.00188
▁def	-5.17098
▁the	-5.17342
▁torch	-5.2029
▁num	-5.21012
▁#	-5.28038
▁c	-5.29896
data	-5.33223
dataset	-5.41614
▁node	-5.42936
in	-5.43527
self	-5.43968
n	-5.45488
model	-5.45892
▁return	-5.48288
▁-	-5.51701
▁"	-5.53267
-	-5.53443
▁in	-5.54572
input	-5.5817
()	-5.63286
e	-5.63483
▁batch	-5.63574
/	-5.65205
▁for	-5.70826
of	-5.71832
im	-5.72098
p	-5.73457
f	-5.73505
▁x	-5.74821
]	-5.76522
features	-5.77066
▁model	-5.7714
port	-5.8083
t	-5.81701
batch	-5.85187
":	-5.85829
[	-5.88437
name	-5.89516
nn	-5.9025
train	-5.93724
feats	-5.93862
y	-5.94013
',	-5.94063
▁nn	-5.94236
x	-5.95559
▁*	-5.98597
",	-5.98643
channels	-5.9874
P	-5.99185
▁'	-6.00733
hidden	-6.03169
if	-6.03216
'	-6.03512
▁features	-6.03735
num	-6.03948
▁+	-6.04606
L	-6.0578
('	-6.06543
ound	-6.08165
size	-6.08169
['	-6.09378
i	-6.13082
out	-6.13356
")	-6.13427
▁print	-6.13433
="	-6.1448
T	-6.14674
"	-6.15957
from	-6.19016
len	-6.19596
▁encoding	-6.19935
l	-6.20023
matrix	-6.20561
True	-6.20653
heads	-6.20743
test	-6.20925
▁train	-6.24117
b	-6.24294
kwargs	-6.2487
▁"""	-6.25075
▁layer	-6.25576
acc	-6.26852
max	-6.26957
▁1	-6.2711
("	-6.27747
▁n	-6.27985
loader	-6.28692
rate	-6.3112
path	-6.31122
▁mode	-6.31213
it	-6.32528
index	-6.33433
mask	-6.33455
▁acc	-6.3558
c	-6.35729
per	-6.38439
output	-6.39432
▁data	-6.40073
layers	-6.4102
▁/	-6.41489
▁[	-6.43513
ing	-6.4353
er	-6.45493
to	-6.46543
reate	-6.46759
dir	-6.46869
▁input	-6.47309
▁class	-6.47528
▁loss	-6.47853
__(	-6.50057
))	-6.51918
▁i	-6.52329
Module	-6.52622
▁total	-6.52623
idx	-6.52631
▁else	-6.52638
▁edge	-6.53297
▁np	-6.53451
▁graph	-6.53602
node	-6.55426
▁f	-6.56228
torch	-6.56471
▁as	-6.57824
}	-6.58401
E	-6.60955
▁**	-6.61984
outputs	-6.62136
1	-6.62357
sum	-6.6315
text	-6.6461
val	-6.64749
5	-6.64893
sion	-6.65004
ed	-6.65201
geometric	-6.65523
{	-6.65732
ge	-6.66639
[0]	-6.67639
attention	-6.70047
▁!	-6.70329
truths	-6.70827
']	-6.71063
g	-6.72719
dim	-6.7325
▁forward	-6.73398
▁to	-6.74607
gr	-6.75967
')	-6.75994
▁out	-6.76452
ly	-6.7778
m	-6.79587
().	-6.79824
▁su	-6.79842
O	-6.80046
with	-6.80121
ids	-6.80147
▁ran	-6.80217
▁Input	-6.80898
url	-6.811
▁d	-6.81897
and	-6.82754
),	-6.83591
ma	-6.84428
▁gr	-6.84664
C	-6.84691
file	-6.85068
re	-6.85265
nodes	-6.86595
result	-6.86648
loss	-6.86898
▁T	-6.89416
d	-6.90129
truth	-6.90202
▁(	-6.9062
root	-6.91158
step	-6.91161
xla	-6.91251
linear	-6.91465
▁adjacency	-6.91548
▁optimizer	-6.92061
▁D	-6.92117
▁trainer	-6.92391
▁edges	-6.92607
▁z	-6.929
'],	-6.94973
▁file	-6.95958
ip	-6.96243
os	-6.9631
▁{	-6.96757
encoding	-6.9806
py	-6.98225
j	-6.98524
▁output	-6.98894
forward	-6.99178
▁test	-6.99844
▁layers	-7.00359
iter	-7.01365
ation	-7.01697
channel	-7.02711
projection	-7.03657
▁geom	-7.03658
False	-7.03658
▁exist	-7.03658
match	-7.03658
log	-7.03679
Tensor	-7.0368
com	-7.03688
://	-7.03715
pytorch	-7.03826
se	-7.03986
▁__	-7.0406
▁att	-7.04626
install	-7.05102
▁pretrained	-7.07763
r	-7.08351
0	-7.08478
inear	-7.08563
1,	-7.11024
H	-7.12538
load	-7.12688
▁max	-7.13166
A	-7.13197
experts	-7.13235
target	-7.133
pretrained	-7.13409
prediction	-7.13471
+	-7.13551
▁o	-7.14502
con	-7.16123
en	-7.16997
cat	-7.17608
▁a	-7.17847
AT	-7.17853
IN	-7.17943
GraphConv	-7.18021
2)	-7.1809
S	-7.18195
oin	-7.18222
▁not	-7.18308
checkpoint	-7.18349
▁load	-7.18374
▁con	-7.20821
▁valid	-7.21158
oss	-7.21266
le	-7.2149
▁tu	-7.21705
▁g	-7.22235
▁j	-7.23604
])	-7.26424
▁S	-7.27009
layer	-7.28873
▁0	-7.29045
▁C	-7.2908
U	-7.29507
=1	-7.29729
}.	-7.30346
▁l	-7.30894
encodings	-7.31165
ht	-7.31584
is	-7.33993
▁it	-7.34276
save	-7.34455
ini	-7.34538
metric	-7.34609
K	-7.34609
\	-7.3461
tokens	-7.3461
Dropout	-7.3461
float	-7.3461
orch	-7.34689
CH	-7.3474
zeros	-7.34884
sinusoidal	-7.34887
filename	-7.3509
[:,	-7.35097
score	-7.35132
ct	-7.35498
map	-7.35602
▁predictions	-7.35656
▁pl	-7.37049
shape	-7.37087
▁example	-7.37457
=2	-7.38198
▁I	-7.38864
ength	-7.38893
▁prediction	-7.39068
by	-7.41827
▁exa	-7.43958
▁s	-7.44281
an	-7.4526
▁is	-7.45269
-1)	-7.45346
tp	-7.47211
example	-7.48875
ormalize	-7.49719
random	-7.49749
valid	-7.50068
edge	-7.50416
split	-7.51333
answer	-7.53566
Layer	-7.5461
R	-7.5461
8,	-7.5461
indices	-7.5461
MLP	-7.54611
TORCH	-7.54611
html	-7.54619
error	-7.54622
ckp	-7.54623
logits	-7.54643
grad	-7.54659
ok	-7.54676
app	-7.54849
seed	-7.5492
thing	-7.55223
▁%	-7.55252
▁0.	-7.55561
next	-7.55692
end	-7.55788
▁training	-7.55976
eos	-7.56068
▁th	-7.5629
▁nlp	-7.5636
▁whe	-7.56389
ke	-7.56673
▁monitor	-7.57391
▁ver	-7.57456
0]	-7.58444
eve	-7.59168
o	-7.59623
imp	-7.60025
ent	-7.60198
▁on	-7.61108
li	-7.61759
],	-7.62097
ual	-7.62487
▁we	-7.62684
es	-7.62721
pt	-7.62733
▁result	-7.63698
▁dataset	-7.65498
▁h	-7.65778
▁text	-7.6585
al	-7.67964
4	-7.68306
).	-7.69294
▁mask	-7.69967
classifi	-7.70018
2,	-7.70173
on	-7.70385
ch	-7.71105
use	-7.71428
a	-7.71862
ll	-7.72316
pi	-7.72582
u	-7.74252
CUDA	-7.74337
mean	-7.74385
for	-7.75475
examples	-7.75749
answers	-7.75973
ame	-7.7906
models	-7.79341
Model	-7.79579
GCN	-7.7961
Lightning	-7.7961
Tokenizer	-7.7961
hyperparameters	-7.7961
module	-7.7961
transformers	-7.7961
▁GraphLevelGNN	-7.79611
squad	-7.79611
List	-7.79629
▁try	-7.79643
wh	-7.79672
over	-7.79729
▁validation	-7.79738
For	-7.79891
tpu	-7.79956
base	-7.80269
▁plt	-7.80374
▁Graph	-7.80406
version	-7.8043
▁NodeLevelGNN	-7.805
▁tokenizer	-7.80509
best	-7.80511
epochs	-7.80841
gpu	-7.80864
▁add	-7.81169
ite	-7.814
=-1)	-7.81418
▁adj	-7.81802
▁decoding	-7.8184
▁columns	-7.81856
▁callback	-7.81859
▁GNNModel	-7.81875
ew	-7.82805
weights	-7.8302
ort	-7.83676
args	-7.83768
ra	-7.84016
=2,	-7.85888
▁set	-7.86373
▁0.]	-7.87169
▁0,	-7.87274
ry	-7.88007
▁target	-7.88803
inputs	-7.89584
vert	-7.90609
▁pa	-7.91363
one	-7.91612
bo	-7.91861
hc	-7.93915
▁geometric	-7.94495
us	-7.95319
▁y	-7.95991
tu	-7.96009
h	-7.98113
um	-7.99562
vi	-7.9979
▁index	-7.9994
set	-8.0003
(2	-8.00135
▁b	-8.01625
w	-8.0185
or	-8.03306
ime	-8.04182
nt	-8.0637
z	-8.06468
▁P	-8.06719
ower	-8.07437
type	-8.07613
classes	-8.07914
None	-8.07939
monitor	-8.08164
graph	-8.08239
**	-8.086
▁str	-8.10912
Cr	-8.11336
▁arg	-8.12153
no	-8.12246
Data	-8.12446
di	-8.12776
([	-8.1278
NodeLevel	-8.12913
GraphLevel	-8.12943
script	-8.12943
>	-8.12943
AttentionLayer	-8.12943
▁Counter	-8.12943
Batch	-8.12943
W	-8.12943
cuda	-8.12943
default	-8.12943
figure	-8.12943
param	-8.12943
▁keepdim	-8.12943
▁tqdm	-8.12943
work	-8.12943
▁recall	-8.12944
ightly	-8.12944
articles	-8.12944
space	-8.12944
plot	-8.12945
flat	-8.12945
parameters	-8.12947
▁evaluat	-8.12949
prime	-8.1295
place	-8.12955
▁white	-8.12958
bias	-8.12964
▁download	-8.12975
github	-8.12978
Found	-8.12998
format	-8.12998
read	-8.13002
ther	-8.13036
anh	-8.13118
arameter	-8.13122
tensor	-8.13141
ture	-8.1321
▁4,	-8.13211
([0	-8.13392
act	-8.13432
std	-8.13478
ditional	-8.1356
=16	-8.1357
GAT	-8.13582
rand	-8.13614
▁lr	-8.1376
▁G	-8.13787
cach	-8.14033
.0	-8.14042
▁Num	-8.14172
▁references	-8.14192
▁preds	-8.14458
age	-8.1467
eL	-8.16047
▁remove	-8.16166
▁[0.	-8.16324
▁:]	-8.16419
nit	-8.16819
▁None	-8.18218
▁classes	-8.18579
▁outs	-8.18902
ment	-8.19168
▁1]	-8.19322
▁answers	-8.20224
.__	-8.20705
pl	-8.21726
▁split	-8.22102
▁random	-8.22247
▁U	-8.24386
▁A	-8.24811
=0.1	-8.26009
▁p	-8.27593
▁el	-8.28106
ific	-8.28211
▁be	-8.28252
ice	-8.28534
tup	-8.29619
cores	-8.30383
...	-8.33188
ix	-8.33818
=1)	-8.37695
▁score	-8.38808
▁100	-8.39803
de	-8.40117
▁e	-8.40161
ps	-8.41986
ver	-8.43674
]]	-8.43685
__	-8.4437
ro	-8.45904
be	-8.46541
▁matrix	-8.46683
▁re	-8.49394
ay	-8.49827
eca	-8.50012
irs	-8.5087
repr	-8.51161
nv	-8.51616
ert	-8.52639
6	-8.54107
3	-8.55122
arg	-8.55389
up	-8.55466
GNN	-8.55757
expert	-8.56104
D	-8.56433
▁Cr	-8.56476
col	-8.5665
weight	-8.56812
eci	-8.56935
the	-8.5717
(-1	-8.57188
neighbours	-8.57459
Input	-8.57872
remove	-8.57891
callback	-8.5801
columns	-8.58017
GNNModel	-8.58042
decoding	-8.58105
optimizer	-8.58121
([[	-8.5816
adj	-8.58251
nlp	-8.58717
add	-8.58802
▁an	-8.58873
plit	-8.58941
old	-8.59518
att	-8.59743
tol	-8.60325
ar	-8.61056
trainer	-8.61264
heckpoint	-8.61366
do	-8.61555
▁weight	-8.6165
head	-8.6194
tional	-8.61941
zero	-8.61988
av	-8.62344
utput	-8.62612
Conv	-8.62649
oader	-8.62655
djacency	-8.62763
am	-8.62779
Check	-8.62836
encod	-8.62858
leakyrelu	-8.62943
orthogonal	-8.62943
▁check	-8.62943
MessagePassing	-8.62943
VERSION	-8.62943
alpha	-8.62943
function	-8.62943
probs	-8.62943
punctuation	-8.62943
question	-8.62943
request	-8.62943
▁HTTPError	-8.62943
▁exclude	-8.62943
▁matrices	-8.62943
▁object	-8.62943
pool	-8.62944
olu	-8.62944
SGD	-8.62944
parse	-8.62944
multip	-8.62944
gating	-8.62944
tutorial	-8.62944
common	-8.62945
▁optim	-8.62945
▁extra	-8.62946
punc	-8.62946
hot	-8.62947
norm	-8.62947
tionalGeneration	-8.62947
▁direct	-8.62948
abel	-8.6295
=0.5,	-8.62953
=0.0)	-8.62961
512	-8.62965
beta	-8.62976
-4,	-8.62986
())	-8.6302
row	-8.63035
gh	-8.63061
▁whi	-8.63086
DAT	-8.63088
rou	-8.63104
rainer	-8.63111
dict	-8.63133
ils	-8.6317
Adam	-8.63234
▁mo	-8.6324
▁wi	-8.63284
ive	-8.63296
sta	-8.63303
▁yet	-8.63304
Con	-8.63516
▁Ad	-8.63533
igh	-8.63552
rts	-8.6357
▁mu	-8.63682
saved	-8.63798
git	-8.64092
tex	-8.64101
▁F	-8.64102
oint	-8.65083
▁json	-8.65144
cu	-8.65348
32)	-8.65365
▁[0	-8.65474
-0.	-8.65481
▁["	-8.65714
err	-8.6575
▁exc	-8.65815
bi	-8.6607
hu	-8.66473
▁fol	-8.66523
dec	-8.66548
1)	-8.67251
eval	-8.67418
string	-8.67735
▁expert	-8.68028
15	-8.68272
00)	-8.68463
est	-8.68518
▁neighbours	-8.68737
Not	-8.69419
eneration	-8.69731
as	-8.69781
10	-8.69902
=50	-8.70336
ster	-8.70536
[[1	-8.70703
files	-8.70778
sk	-8.7095
ur	-8.70951
context	-8.71128
▁tol	-8.7168
nti	-8.71704
▁type	-8.72293
1]	-8.72297
Fi	-8.72414
v	-8.7243
ections	-8.73193
"/"	-8.74168
)]	-8.74762
▁use	-8.7492
▁mean	-8.75915
▁CUDA	-8.76042
▁1.	-8.7621
but	-8.76271
=0)	-8.79207
loading	-8.80133
▁examples	-8.80513
eque	-8.8245
low	-8.87408
1]]	-8.87888
▁experts	-8.88433
ev	-8.89584
[:1	-8.92303
ear	-8.92737
res	-8.93249
dataloader	-8.93714
sin	-8.93717
:4	-8.93832
▁al	-8.94159
▁cor	-8.9529
ion	-8.9542
▁ch	-8.95439
▁10	-8.95441
3,	-8.97255
▁encodings	-8.98126
5"	-8.98514
[1	-8.9866
▁val	-8.99873
nly	-9.00915
▁pr	-9.017
(1,	-9.01812
▁ex	-9.01953
▁ye	-9.03856
ml	-9.04978
}"	-9.05189
lp	-9.05553
=0.	-9.07451
fn	-9.08594
bh	-9.09708
ut	-9.114
su	-9.11472
conv	-9.14923
2	-9.14999
et	-9.16169
lus	-9.1904
rep	-9.19053
0,	-9.20432
▁True	-9.234
▁heads	-9.23415
150	-9.23595
▁xm	-9.23882
all	-9.23957
clu	-9.24091
0],	-9.25958
ne	-9.2673
=0.1)	-9.27372
eate	-9.28904
tent	-9.30083
▁w	-9.30376
ib	-9.32182
k	-9.32969
0),	-9.34297
▁2	-9.34641
200	-9.35027
▁ne	-9.3738
men	-9.38535
▁_	-9.38676
tt	-9.38733
1.	-9.40768
ding	-9.40821
▁]	-9.41526
hape	-9.42703
non	-9.44199
trib	-9.45257
].	-9.46018
pu	-9.46275
enti	-9.46356
*	-9.48078
own	-9.50181
lect	-9.50486
ach	-9.50751
sy	-9.50787
here	-9.51012
lo	-9.51957
st	-9.52111
decode	-9.53453
ext	-9.542
mode	-9.54263
fi	-9.55125
0:	-9.55351
M	-9.55445
pred	-9.55673
▁epoch	-9.56069
ng	-9.56173
rs	-9.56306
#	-9.56401
G	-9.56943
I	-9.5748
json	-9.57545
"""	-9.57575
Graph	-9.5765
wr	-9.57756
references	-9.57889
Num	-9.57989
NodeLevelGNN	-9.58039
adjacency	-9.58066
tokenizer	-9.58073
generat	-9.58087
!	-9.58177
%	-9.58289
late	-9.58917
ter	-9.59087
preds	-9.59529
rocess	-9.59795
tring	-9.5982
0.]	-9.60095
inusoidal	-9.6046
nce	-9.61287
core	-9.6142
▁5	-9.61856
jh	-9.6202
xperts	-9.62359
ward	-9.62576
▁tokenize	-9.62733
eometric	-9.62747
ithub	-9.62808
20	-9.62868
iles	-9.62889
▁neighbo	-9.62943
B	-9.62943
Error	-9.62943
ION	-9.62943
Node	-9.62943
Norm	-9.62943
V	-9.62943
ransform	-9.62943
▁Mod	-9.62944
▁token	-9.62952
ount	-9.63037
ace	-9.63076
back	-9.63113
ogits	-9.6319
eaky	-9.63202
hou	-9.63558
ack	-9.63618
ppe	-9.63689
uth	-9.6369
▁mat	-9.64202
ave	-9.64638
ataset	-9.64658
insta	-9.64732
▁Co	-9.64867
/"	-9.649
TA	-9.65381
UD	-9.65386
eat	-9.65496
0)	-9.65553
ence	-9.6566
her	-9.65772
spli	-9.65842
=-1	-9.65862
1,1,	-9.65997
32	-9.66006
Dr	-9.66041
ul	-9.66142
process	-9.66184
ase	-9.6619
training	-9.66536
ze	-9.66638
valu	-9.66824
▁pred	-9.68808
ref	-9.69055
nstall	-9.69512
bj	-9.69837
ith	-9.699
6)	-9.69909
▁cal	-9.7012
ph	-9.70187
(*	-9.70611
fu	-9.70852
▁M	-9.7097
▁'.	-9.71065
ta	-9.7123
io	-9.72552
la	-9.72785
▁decod	-9.73171
mb	-9.7402
▁ref	-9.74268
mm	-9.74632
▁ea	-9.75093
▁cont	-9.75984
==	-9.7726
ownload	-9.77622
.2	-9.77672
ram	-9.78047
16	-9.78088
▁fu	-9.79156
ndex	-9.80788
▁do	-9.80921
▁sp	-9.81007
ump	-9.82606
der	-9.8271
▁GNN	-9.83352
tes	-9.83978
stri	-9.84046
sel	-9.84371
():	-9.84381
ec	-9.8473
▁op	-9.84942
ning	-9.85534
ect	-9.85847
rop	-9.87387
ld	-9.88245
▁ad	-9.91081
ca	-9.91869
1)[	-9.92349
ri	-9.9489
▁cl	-9.95514
pp	-9.96224
:]	-9.98273
ose	-10.0294
eration	-10.0416
▁de	-10.056
outs	-10.0769
rmalize	-10.0796
tit	-10.0826
▁at	-10.0895
ine	-10.099
ci	-10.1347
int	-10.1403
▁id	-10.1702
pre	-10.1819
ntr	-10.2029
lin	-10.2094
clud	-10.2325
po	-10.2326
▁No	-10.2569
ee	-10.2792
fil	-10.2838
mp	-10.2849
ty	-10.3046
.,	-10.3073
sto	-10.3281
▁col	-10.3305
co	-10.3535
yth	-10.418
0.2	-10.4267
▁H	-10.4369
que	-10.4674
./	-10.5203
▁co	-10.5535
eak	-10.5904
0.0	-10.624
Se	-10.6641
▁ins	-10.9039
pr	-10.9383
so	-10.9727
8	-11.0064
q	-11.0065
F	-11.0066
N	-11.0067
