<unk>	0
<s>	0
</s>	0
▁e	-2.46378
▁t	-2.73047
▁r	-2.91787
▁i	-2.94306
▁a	-2.95349
▁o	-2.99489
▁s	-3.03509
▁n	-3.04426
▁	-3.20338
▁l	-3.3353
▁_	-3.44087
▁d	-3.48989
▁p	-3.66895
▁m	-3.71351
▁c	-3.73731
▁u	-3.80181
▁.	-3.86775
▁f	-3.93422
▁(	-4.05019
▁)	-4.05019
▁h	-4.16685
▁g	-4.16859
▁=	-4.20696
▁,	-4.22763
▁'	-4.48316
▁y	-4.79858
▁x	-4.81613
▁b	-4.82726
▁:	-4.8499
▁"	-4.92475
▁v	-5.06491
▁1	-5.0937
▁0	-5.09663
▁k	-5.32988
▁w	-5.3695
▁z	-5.41277
▁2	-5.4814
▁#	-5.53444
▁T	-5.55508
▁[	-5.60497
▁]	-5.60497
▁-	-5.69407
▁S	-5.81267
A	-5.825
N	-5.93913
L	-5.97787
▁E	-5.98215
▁D	-6.03316
▁3	-6.07514
▁F	-6.0869
I	-6.09992
▁C	-6.10682
▁/	-6.11896
▁{	-6.29192
▁}	-6.29192
▁M	-6.43201
▁R	-6.47759
+	-6.50437
q	-6.52278
*	-6.58012
P	-6.61346
e	-6.64779
G	-6.64794
O	-6.69096
j	-6.75917
U	-6.80737
▁5	-6.81394
▁4	-6.83872
t	-6.91566
r	-7.1041
i	-7.12945
a	-7.13994
o	-7.1816
▁6	-7.20905
s	-7.22207
n	-7.23131
%	-7.257
H	-7.38044
▁8	-7.43963
l	-7.52469
@	-7.57303
▁W	-7.62332
_	-7.63129
B	-7.66569
d	-7.68083
>	-7.6853
▁V	-7.76066
▁9	-7.84853
p	-7.86202
m	-7.90716
▁!	-7.91989
c	-7.93129
Q	-7.9566
u	-7.99671
.	-8.06367
7	-8.06629
▁Y	-8.10938
K	-8.12601
f	-8.13122
(	-8.24929
)	-8.24929
h	-8.36831
g	-8.37008
=	-8.40929
,	-8.43044
'	-8.69263
y	-9.01907
x	-9.03735
b	-9.04894
:	-9.07255
"	-9.15076
v	-9.29794
1	-9.32831
0	-9.3314
k	-9.57934
w	-9.62184
z	-9.66838
2	-9.74252
#	-9.80011
T	-9.82259
[	-9.87708
]	-9.87708
-	-9.97506
S	-10.1069
E	-10.2984
D	-10.3568
3	-10.4053
F	-10.4189
C	-10.4421
/	-10.4562
{	-10.6607
}	-10.6607
M	-10.8311
R	-10.8877
5	-11.3255
4	-11.3595
6	-11.9052
8	-12.2932
W	-12.6402
V	-12.9279
9	-13.1274
\	-13.2996
!	-13.2997
Y	-13.2997
